Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Suspended
sv: Avstängd

source: Time step:
sv: Tidsteg:

source: Server returned an error
sv: Servern returnerade ett fel

source: PIN received! Your username is: {username}
sv: Pinkod mottagen! Ditt användarnamn är: {username}

source: Copy URL
sv: Kopiera URL

source: Tags
sv: Taggar

source: Unable to import XML database: %1
sv: Kunde inte importera XML-databas: %1

source: Audio Settings
sv: Ljudinställningar

source: Yes. You’re at the center of it all. Impressive you made it past all the security measures.
sv: Ja. Du är i centrum av allt. Imponerande att du tog dig förbi alla säkerhetsåtgärder.

source: Please enter a message at least %d characters long.
sv: Ange ett meddelande med minst %d tecken.

source: Only print the changes detected by the merge operation.
sv: Skriv bara ut de ändringar som upptäckts av sammanfogningsoperationen.

source: Appearance
sv: Utseende

source: Revert Channel
sv: Återställ kanal

source: OAuth application client secret from your provider
sv: OAuth-programmets klienthemlighet från din leverantör

source: Export Selected
sv: Exportera markerade

source: Add key to agent when database is opened/unlocked
sv: Lägg till nyckeln till bakgrundstjänsten när databasen öppnas/låses upp

source: Override current email address
sv: Skriv över nuvarande e-postadress

source: Please check your mail inbox and click link to reset account.
sv: Kolla din e-post och klicka på länken för att återställa kontot.

source: Block Many Instances
sv: Blockera flera instanser

source: Edit
sv: Redigera

source: Call Start
sv: Samtalsstart

source: Include beta releases when checking for updates
sv: Inkludera betaversioner vid sökning efter uppdateringar

source: Limit the amount of history items per entry to:
sv: Begränsa antalet historikobjekt per post till:

source: Solid (Concentric Style)
sv: Solid (koncentrisk stil)

source: Level packs are contained in Luanti mods. To add a level pack, return to the Luanti main menu, download a level pack mod and activate it for this world.
sv: Nivåpaket finns i Luanti-moduler. För att lägga till ett nivåpaket återvänder du till Luantis huvudmeny, hämtar en nivåpaketsmodul och aktiverar den för denna värld.

source: Browse for custom browser path
sv: Bläddra efter anpassad webbläsarsökväg

source: Last saved
sv: Senast sparad

source: Subscription confirmed.
sv: Prenumerationen har bekräftats.

source: Banners
sv: Banderoller

source: Unable to construct group tree
sv: Kan inte konstruera gruppträd

source: Banana Flower
sv: Bananblomma

source: KDBX 4 (recommended)
sv: KDBX 4 (rekommenderas)

source: ChiPass: Legacy browser integration settings detected
sv: ChiPass: Äldre inställningar för webbläsarintegrering upptäcktes

source: Scrobble even when you are offline and submit them automatically when you get online.
sv: Scrobbla även när du är offline och skicka in dem automatiskt när du är online.

source: Restricted lifetime is not supported by the agent (check options).
sv: Begränsad livstid stöds inte av tjänsten (kontrollera alternativen).

source: Create a new ChiPass database…
sv: Skapa en ny ChiPass-databas…

source: Clay Brick
sv: Lertegel

source: Edit bookmark
sv: Redigera bokmärke

source: Invalid OpData01, does not contain header
sv: Ogiltig OpData01, innehåller inget huvud

source: You are about to export your database to an unencrypted file. This will leave your passwords and sensitive information vulnerable! Are you sure you want to continue?
sv: Du är på väg att exportera din databas till en okrypterad fil. Detta kommer att lämna dina lösenord annan känslig information i ett sårbart skick (klartext). Vill du verkligen fortsätta?

source: Block Images
sv: Blockera bilder

source: Confirm Remove Wordlist
sv: Bekräfta borttagning av ordlista

source: An API Token is a key that grants you access to the Readeck API.
sv: En API-nyckel är en nyckel som ger dig tillgång till Readeck API:t.

source: Debugging mode is disabled.
sv: Felsökningsläget är inaktiverat.

source: Plugin Data
sv: Tilläggsdata

source: Auto-Type typing delay:
sv: Autoskriv skrivfördröjning:

source: That’s a long story. I was on my way to @1, but some strange glitch caused me to be way off track, and I’ve been searching for answers in all these sectors. I was wondering if anyone could help me.
sv: Det är en lång historia. Jag var på väg till @1, men någon märklig glitch fick mig att hamna helt fel, och jag har letat efter svar i alla dessa sektorer. Jag undrade om någon kunde hjälpa mig.

source: • Size: Size of the level along the X, Y and Z axes. This excludes the level boundary
sv: • Storlek: Nivåns storlek längs X-, Y- och Z-axlarna. Detta omfattar inte nivågränsen

source: Delete Entry(s)…
sv: Ta bort post…

source: Delete the selected key?
sv: Vill du ta bort den valda nyckeln?

source: Entry size
sv: Postens storlek

source: Bike
sv: Cykel

source: Relying Party: %1
sv: Förlitande part: %1

source: Inverted
sv: Inverterad

source: Melee attack from an unknown source
sv: Närstridsattack från en okänd källa

source: Delete Scheduled Post?
sv: Ta bort schemalagt inlägg?

source: Your search query yielded <strong>%d result</strong>.
sv: Din sökning gav <strong>%d resultat</strong>.

source: Your search query yielded <strong>%d results</strong>.
sv: Din sökning gav <strong>%d resultat</strong>.

source: Change Password
sv: Ändra lösenord

source: Poll
sv: Omröstning

source: Account Suggestions
sv: Kontoförslag

source: Browser Integration
sv: Webbläsarintegration

source: Copy Media
sv: Kopiera media

source: Add Currency
sv: Lägg till valuta

source: No export target given. Please use '--stdout' or specify an 'export-file'.
sv: Inget exportmål angivet. Använd "--stdout" eller specificera en "export-file".

source: &Entries
sv: &Poster

source: Mese Ore
sv: Mesemalm

source: More than 10% of passwords are reused. Use unique passwords when possible.
sv: Mer än 10% av lösenorden är återanvända. Försök använda unika lösenord om möjligt.

source: Wipe All Data?
sv: Radera all data?

source: Boost with Visibility
sv: Förstärk med visibilitet

source: Parent
sv: Överordnad

source: Very long delay detected, max is %1: %2
sv: Mycket lång fördröjning, max är %1: %2

source: &Groups
sv: &Grupper

source: Turn text into ASCII banners
sv: Förvandla text till ASCII-banderoller

source: Stone
sv: Sten

source: Find other flohmarkt instances
sv: Hitta andra Flohmarkt-instanser

source: This is not a valid flohmarkt item
sv: Det här är inte ett giltigt flohmarkt-objekt

source: Translated using %s
sv: Översatt med %s

source: File "%s" is bigger than the instance limit
sv: Fil "%s" är större än instansbegränsningen

source: Database settings
sv: Databasinställningar

source: What does that mean?
sv: Vad betyder det?

source: Create a new collection
sv: Skapa ny samling

source: translator-credits
sv: Luna Jernberg<lunajernberg@gnome.org>

source: Monthly
sv: Månadsvis

source: Tin Ingot
sv: Tenntacka

source: Resolved
sv: Löst

source: Cannot use database file as key file
sv: Kan inte använda en databasfil som nyckelfil

source: Second
sv: Sekund

source: Data Privacy
sv: Dataintegritet

source: Please wait, processing entry list…
sv: Vänta, bearbetar postlistan…

source: Couldn't reschedule: %s
sv: Kunde inte om schemalägga %s

source: Which type of visitor interaction the threshold monitors.
sv: Vilken typ av besökarinteraktion tröskelvärdet övervakar.

source: {auth_account} FediAuth login PIN: {pin} for {instance} on {domain}
sv: {auth_account} Pinkod för FediAuth-inloggning: {pin} för {instance} på {domain}

source: Cave Master Spawn Egg
sv: Framkallningsägg för grottmästare

source: Owner
sv: Ägare

source: Gallery
sv: Galleri

source: Navigate
sv: Navigera

source: Username mixes multiple scripts: {scripts}. Please use only one.
sv: Användarnamnet blandar flera skriftsystem: {scripts}. Använd endast ett.

source: What is Automatic Usage?
sv: Vad är automatisk användning?

source: Removing your verification code will make your account less secure.
sv: Om du tar bort din verifieringskod blir ditt konto mindre säkert.

source: Create Account
sv: Skapa konto

source: This isn’t good. You know what this means, right?
sv: Det här är inte bra. Du vet vad det betyder, eller hur?

source: Browse for share file
sv: Bläddra efter delningsfil

source: %n week(s)
sv: %n vecka

source: Key files
sv: Nyckelfiler

source: Hold down Aux1 or Jump key on a launchpad
sv: Håll ned Aux1 eller Hoppa på en avfyrningsramp

source: Do not import
sv: Importera inte

source: Copy Password
sv: Kopiera lösenord

source: Export Confirmation
sv: Exportbekräftelse

source: Instructions for Chrome
sv: Instruktioner för Chrome

source: First greeting line (if supported by the radio).
sv: Första hälsningsraden (om det stöds av radion).

source: Saved with %s
sv: Delad med %s

source: Rename Device
sv: Byt namn på enhet

source: Delete attachment from %s
sv: Ta bort bilaga från %s

source: Export codeplug
sv: Exportera kodplugg

source: A few people still argue that Hades was the wrong choice, but a decision has been made, and the alternatives currently don’t look bright anyway. Everyone agrees, though, that this is a high-risk high-reward project. And maybe, just maybe, even one scorching hot wasteland such as Hades can actually be turned into a blooming wonderland. At least some regions of it.
sv: Några hävdar fortfarande att Hades var fel val, men beslutet är fattat och alternativen ser ändå inte ljusa ut för närvarande. Alla är dock överens om att detta är ett högriskprojekt med stor möjlig vinst. Och kanske, bara kanske, kan till och med en glödhet ödemark som Hades förvandlas till ett blomstrande underland. Åtminstone några av dess regioner.

source: Import Wizard
sv: Importguide

source: Download as a text file
sv: Ladda ned som en textfil

source: Cannot delete scanlist
sv: Kan inte radera skanningslistan

source: An admin has suspended %s, which means you can no longer receive updates from them or interact with them.
sv: En administratör har stängt av %s, vilket innebär att du inte längre kan ta emot uppdateringar från dem eller interagera med dem.

source: Star
sv: Stjärna

source: &Lock Database
sv: &Lås databas

source: Create a collection
sv: Skapa en samling

source: <p>In addition to a password, you can use a secret file to enhance the security of your database. This file can be generated in your database's security settings.</p><p>This is <strong>not</strong> your *.kdbx database file!</p>
sv: <p>Som tillägg till ett lösenord, kan du använda en hemlig fil för att förbättra säkerheten i din databas. En sådan fil kan genereras i databasens säkerhetsinställningar.</p><p>Detta är <strong>inte</strong> din *.kdbx-databasfil!</p>

source: Choose where to import posts
sv: Välj var inlägg ska importeras

source: Expiration
sv: Upphör

source: Green Carpet
sv: Grön matta

source: Unfortunately, you don't have any eligible accounts
sv: Tyvärr har du inga berättigade konton

source: Export to folder
sv: Exportera till mapp

source: Settings
sv: Inställningar

source: Images greater than %[1]dx%[2]d will be thumbnailed.
sv: Bilder större än %[1]dx%[2]d får miniatyrbilder.

source: Fullscreen
sv: Helskärm

source: Authorization URL
sv: Auktoriserings-URL

source: Failed to deliver message
sv: Kunde inte leverera meddelande

source: Entropy %1
sv: Entropi %1

source: missing database headers
sv: saknade databashuvuden

source: Click a post ID next to 'No.' to reply quickly:
sv: Klicka på ett inläggs-ID bredvid 'Nr.' för att svara snabbt:

source: Hello {name}, Your item '{item_name}' has been suspended by an admin or moderator. This means your item won't be shown to other users until it complies with the rules. Please edit it accordingly. Yours, {instance_name}
sv: Hej {name}, Ditt objekt '{item_name}' har stängts av av en administratör eller moderator. Det betyder att objektet inte visas för andra användare förrän det följer reglerna. Redigera det därefter. Hälsningar, {instance_name}

source: Favicon URL
sv: Favikon-URL

source: Banned
sv: Avstängd

source: Active Users
sv: Aktiva användare

source: &Expires:
sv: &Förfaller:

source: And yet I did. Suddenly I saw this … black and white thing. And then I found you. How?
sv: Och ändå gjorde jag det. Plötsligt såg jag den här … svartvita saken. Sedan hittade jag dig. Hur?

source: Seethrough Slope
sv: Genomskinlig sluttning

source: The post has a spoiler.
sv: Inlägget har en spoiler.

source: Don't include posts that contain any of these tags.
sv: Ta inte med inlägg som innehåller någon av dessa taggar.

source: The chosen key file looks like a password database file. A key file must be a static file that never changes or you will lose access to your database forever. Are you sure you want to continue with this file?
sv: Den valda filen ser ut som en lösenordsdatabas. En nyckelfil måste vara en statisk fil som aldrig ändras, annars förlorar du åtkomst till databasen för alltid. Vill du verkligen fortsätta med den här filen?

source: Rename
sv: Byt namn

source: Delete channel %1?
sv: Ta bort kanalen '%1'?

source: Build Type: %1
sv: Kompileringstyp: %1

source: Display color:
sv: Visningsfärg:

source: Archive all links
sv: Arkivera alla länkar

source: Satellite
sv: Satellit

source: Missing custom data key or value
sv: Anpassad datanyckel eller värde saknas

source: WizardPage
sv: Guidesida

source: Stone Pickaxe
sv: Stenhacka

source: Garden Bush
sv: Trädgårdsbuske

source: Remove yourself from "%s"?
sv: Ta bort dig själv från ”%s”?

source: Nevermind, that’s all! Bye.
sv: Äsch, det var allt! Hej då.

source: Password:
sv: Lösenord:

source: Merge two databases.
sv: Sammanfoga två databaser.

source: Entry "%1" from database "%2" was used by %3
sv: Posten "%1" från databas "%2" har använts av %3

source: Global shortcut already registered to %1
sv: Systemövergripande genväg redan registrerad på %1

source: Successfully removed attachment %1 from entry %2.
sv: Tog bort bilagan %1 från post %2.

source: Invalid Cipher
sv: Ogiltigt shiffer

source: Season length (in Hades days)
sv: Årstidens längd i Hades-dagar

source: Last access date
sv: Senast använd

source: Unable to calculate database key: %1
sv: Kan inte beräkna databasnyckel: %1

source: Deleting child %1 [%2]
sv: Tar bort underpost %1 [%2]

source: Seethrough Elevated Small Slope
sv: Genomskinlig upphöjd liten sluttning

source: ChiPass - cross-platform password manager
sv: ChiPass - Plattformsoberoende lösenordshanterare

source: invalid password
sv: ogiltigt lösenord

source: Article title, URL, and when it was first saved,
sv: Artikelns titel, URL och när den först sparades,

source: The owner has changed the item description:<br><br><pre>
sv: Ägaren har ändrat beskrivningen:<br><br><pre>

source: Kill command
sv: Döda-kommando

source: About Readeck
sv: Om Readeck

source: Delay (in seconds) visitors must wait between searches. Only post subjects and messages are searchable. Set to 0 to disable searching.
sv: Fördröjning i sekunder som besökare måste vänta mellan sökningar. Endast inläggsämnen och meddelanden är sökbara. Ange 0 för att inaktivera sökning.

source: Trying to send invalid keyboard symbol.
sv: Försöker skicka ogiltig tangentbordssymbol.

source: [Last]
sv: [Sista]

source: • Advanced level settings: You can toggle some rarely used settings here (also known as “level flags”)
sv: • Avancerade nivåinställningar: Här kan du växla vissa sällan använda inställningar, även kallade ”nivåflaggor”

source: Page not found :(
sv: Hittar inte sidan :(

source: Refreshing page every minute. Click to pause.
sv: Uppdaterar sidan varje minut. Klicka för att pausa.

source: Please wait, database statistics are being calculated…
sv: Vänta, databasstatistik beräknas…

source: Custom Icons Are In Use
sv: Anpassade ikoner används

source: Edit DMR APRS System
sv: Redigera DMR APRS-system

source: no site name
sv: inget sidnamn

source: Essexite
sv: Essexit

source: Commercial use
sv: Kommersiell användning

source: If there are connections, symbols will appear at that block and all its connections for a brief moment.
sv: Om det finns kopplingar visas symboler en kort stund vid blocket och alla dess kopplingar.

source: The passkey file will be vulnerable to theft and unauthorized use, if left unsecured. Are you sure you want to continue?
sv: Passnyckelfilen kommer att vara sårbar för stöld och obehörig användning om den lämnas oskyddad. Vill du verkligen fortsätta?

source: Couldn't block domain: %s
sv: Kunde inte blockera domänen: %s

source: Truck large
sv: Stor lastbil

source: Failed to parse CSV file: %1
sv: CSV-filen kunde inte tolkas: %1

source: Some of your relationships got severed
sv: Några av dina relationer bröts

source: Link
sv: Länk

source: Collection %s
sv: Samling %s

source: No hardware keys found.
sv: Inga hårdvarunycklar hittades.

source: Invalid key code
sv: Ogiltig nyckelkod

source: Wallet
sv: Plånbok

source: Couldn't edit filter: %s
sv: Kunde inte redigera filter: %s

source: Cube Spawner
sv: Kubgenerator

source: Match Whole Word
sv: Matcha hela ord

source: Maximum word length. Set to 0 to never break long words.
sv: Största ordlängd. Ange 0 för att aldrig bryta långa ord.

source: Toolbar button style
sv: Knappstil för verktygsfält

source: Send Email to Myself
sv: Skicka e-post till mig själv

source: Cannot create extension, consider reporting a bug.
sv: Kan inte skapa tillägg, överväg att rapportera ett fel.

source: T&ags:
sv: Ta&ggar:

source: Write
sv: Skriv

source: sec
sv: sek

source: Invalid key file, expecting an OpenSSH key
sv: Ogiltig nyckelfil, en OpenSSH-nyckel förväntas

source: Congratulations to your new flohmarkt instance.
sv: Gratulerar till din nya Flohmarkt-instans.

source: Invalid variant map entry name length
sv: Ogiltig inmatningsnamnslängd för variantkarta

source: I told you, you will succumb to the Noise. Why keep fighting?
sv: Jag sa ju att du kommer att falla för The Noise. Varför fortsätta kämpa?

source: Compact view
sv: Kompakt vy

source: Group
sv: Grupp

source: Import from %1 failed (%2)
sv: Import från %1 misslyckades (%2)

source: No pending moderation requests.
sv: Inga väntande modereringsbegäranden.

source: Allowed URLs
sv: Tillåtna URL:er

source: Private Note…
sv: Privat anteckning

source: All new posts
sv: Alla nya inlägg

source: Error loading the key file '%1' Message: %2
sv: Kunde inte läsa in nyckelfilen "%1" Meddelande: %2

source: Headbutt from a mese monster
sv: Skallning från ett mese-monster

source: Don’t ask me! Ask Gateway Helper over there. It will help you.
sv: Fråga inte mig! Fråga Porthjälparen där borta. Den hjälper dig.

source: Preferences
sv: Inställningar

source: Application
sv: Program

source: View
sv: Visa

source: Some passwords are used more than three times. Use unique passwords when possible.
sv: Vissa lösenord är använda mer än tre gånger. Använd unika lösenord om möjligt.

source: Sent follow request
sv: Skickat följarförfrågan

source: %1 [New Database]
sv: %1 [Ny databas]

source: When saving this setting or editing an entry the oldest history items of an entry will be removed such that only the specified amount of entries remain at most.
sv: När du sparar den här inställningen eller redigerar en post kommer de äldsta historikobjekten i en post att tas bort, så att endast den angivna mängden poster blir kvar som mest.

source: Show all the attributes of the entry.
sv: Visa alla attribut för posten.

source: false
sv: falsk

source: %n hour(s)
sv: %1 timma

source: Force all this user's media attachments to be flagged as sensitive
sv: Tvinga alla denna användares mediebilagor att flaggas som känsliga

source: Ignore links already in your bookmarks
sv: Ignorera länkar som redan finns i dina bokmärken

source: Import
sv: Importera

source: Allow
sv: Tillåt

source: Failed to register prompt object on DBus at path '%1'
sv: Det gick inte att registrera frågeobjektet på DBus på sökvägen "%1"

source: Header doesn't match hash
sv: Huvudet stämmer inte med hashen

source: save zone
sv: säker zon

source: Send EPUB to
sv: Skicka EPUB till

source: Cannot save codeplug
sv: Det går inte att spara codepluggen

source: Override
sv: Åsidosätt

source: Author
sv: Upphovsperson

source: Hide notes in the entry preview panel
sv: Dölj anteckningar posters förhandgranskningspanel

source: Invalid cipher list within encrypted data field
sv: Ogiltig chifferlista i krypterat datafält

source: Exported to
sv: Exporterat till

source: Player distance is not number
sv: Spelaravstånd är inte ett tal

source: For convenience, the lock of wooden chests won’t actually break when triggered in the editor, so you don’t have to reset the chest when testing.
sv: För enkelhetens skull bryts inte låset på träkistor när de utlöses i redigeraren, så du behöver inte återställa kistan vid testning.

source: Public means the local and federated ones that usually have a lot of traffic
sv: Offentligt betyder de lokala och federerade som vanligtvis har mycket trafik

source: Import mode enabled. Visitors are forbidden from posting.
sv: Importläget är aktiverat. Besökare får inte publicera.

source: Cannot process 0 length data.
sv: Kan inte bearbeta 0-längdsdata.

source: User Profile Rejected
sv: Användarprofil avvisad

source: Create Key File…
sv: Skapa nyckelfil…

source: Missing database headers
sv: Saknade databasrubriker

source: Deep, complex cave systems
sv: Djupa, komplexa grottsystem

source: Require user confirmation when this key is used
sv: Kräv användarbekräftelse när denna nyckel används

source: Cannot remove group call
sv: Kan inte ta bort gruppsamtal

source: No matching devices found.
sv: Inga matchande enheter hittades.

source: Browse…
sv: Bläddra…

source: Duration, shortest first
sv: Längd, kortast först

source: Database file read error.
sv: Kunde inte läsa databasfilen.

source: Slope Master
sv: Sluttningsmästare

source: Origin and RP ID do not match
sv: Ursprung och RP-ID matchar inte

source: Recently Used Custom Emojis
sv: Nyligen använda anpassade emojis

source: Collections let you easily organize and export your bookmarks by saving search requests of your choice. When you create a new bookmark that matches a collection's criteria, it will appear immediately. Here are some examples:
sv: Samlingar låter dig enkelt organisera och exportera dina bokmärken genom att spara sökningar som du väljer. När du skapar ett nytt bokmärke som matchar en samlings kriterier visas det omedelbart. Här är några exempel:

source: username or password empty
sv: användarnamnet eller lösenordet är tomt

source: Permanently overcast by sulphuric clouds
sv: Ständigt molnigt av svavelmoln

source: Delete roaming zones?
sv: Ta bort roamingzoner?

source: Submit for review
sv: Skicka för granskning

source: Location
sv: Plats

source: • Detector: May send signals to receivers when toggled
sv: • Detektor: Kan skicka signaler till mottagare när den växlas

source: Trying to update a non-existing message
sv: Försöker uppdatera ett icke-existerande meddelande

source: rasterized
sv: rasteriserad

source: Captcha image
sv: Captcha-bild

source: File has changed
sv: Filen har ändrats

source: Always ask before performing Auto-Type
sv: Fråga alltid innan autoskriv utförs

source: Unsupported format, ensure your Bitwarden export is password-protected
sv: Formatet stöds inte, tillse att din Bitwarden-export är lösenordsskyddad.

source: No Results Found
sv: Inga resultat hittades

source: Place the sapling on dirt in light and let it grow
sv: Placera plantan på jord i ljus och låt den växa

source: Non-unique passwords
sv: Icke unika lösenord

source: CSV File
sv: CSV-fil

source: Roaming Zones
sv: Roamingzoner

source: Electrons saved!
sv: Elektroner sparade!

source: Receive new posts and notifications in real-time
sv: Få nya inlägg och aviseringar i realtid
